# LPenBack

## Description
Procedure LPenBack sets the background pen color for the active layer. RGB values are in the range of 0~65535.

```pascal
PROCEDURE LPenBack(color : LONGINT);
```

```python

def vs.LPenBack(color):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|color|LONGINT|RGB color component value.|

## Remarks
Sets the background pen color for the active layer.<BR>
<BR>
[sd  8/14/98]

## Version
Availability: from MiniCAD
## Category
* Layers